Revit 2017 API
StructuralSectionLAngle.FlangeFillet Property
 Flange Fillet - fillet radius at the flange end.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2015
Syntax
C#
public double FlangeFillet { get; set; }
Visual Basic
Public Property FlangeFillet As Double
	Get
	Set
Visual C++
public:
property double FlangeFillet {
	double get ();
	void set (double value);
}
See Also
StructuralSectionLAngle Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace